Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Plugins.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# plugin.error.dynamic.runtimeValidationNoPlugin
source: 插件加载器未返回可用插件。
ar: لم يُرجع محمّل المكون الإضافي مكونًا إضافيًا صالحًا للاستخدام.
de: Der Plugin-Loader hat kein verwendbares Plugin zurückgegeben.
en: The plugin loader returned no usable plugin.
es: El cargador de complementos no devolvió ningún complemento utilizable.
fr: Le chargeur de plugins n’a renvoyé aucun plugin utilisable.
ja: プラグイン ローダーから使用可能なプラグインが返されませんでした。
ko: 플러그인 로더가 사용 가능한 플러그인을 반환하지 않았습니다.
pt: O carregador de plug-ins não retornou um plug-in utilizável.
ru: Загрузчик плагина не вернул пригодный для использования плагин.
tr: Eklenti yükleyicisi kullanılabilir bir eklenti döndürmedi.
zh_hant: 外掛載入器未傳回可用的外掛。

# plugin.error.dynamic.runtimeValidationNoResult
source: 插件加载器未返回验证结果。
ar: لم يُرجع محمّل المكون الإضافي نتيجة تحقق.
de: Der Plugin-Loader hat kein Prüfergebnis zurückgegeben.
en: The plugin loader returned no validation result.
es: El cargador de complementos no devolvió ningún resultado de validación.
fr: Le chargeur de plugins n’a renvoyé aucun résultat de validation.
ja: プラグイン ローダーから検証結果が返されませんでした。
ko: 플러그인 로더가 검증 결과를 반환하지 않았습니다.
pt: O carregador de plug-ins não retornou um resultado de validação.
ru: Загрузчик плагина не вернул результат проверки.
tr: Eklenti yükleyicisi bir doğrulama sonucu döndürmedi.
zh_hant: 外掛載入器未傳回驗證結果。

# plugin.error.dynamic.runtimeValidationReadinessUnsupported
source: 插件不支持功能迁移就绪检查。
ar: لا يدعم المكون الإضافي التحقق من الجاهزية لترحيل الميزات.
de: Das Plugin unterstützt keine Bereitschaftsprüfung für die Funktionsmigration.
en: The plugin does not support feature-migration readiness checks.
es: El complemento no admite comprobaciones de preparación para la migración de funciones.
fr: Le plugin ne prend pas en charge les contrôles de disponibilité pour la migration des fonctionnalités.
ja: プラグインは機能移行の準備状況チェックに対応していません。
ko: 플러그인이 기능 마이그레이션 준비 상태 검사를 지원하지 않습니다.
pt: O plug-in não oferece suporte a verificações de prontidão para migração de recursos.
ru: Плагин не поддерживает проверку готовности к миграции функций.
tr: Eklenti, özellik geçişi hazırlık denetimlerini desteklemiyor.
zh_hant: 外掛不支援功能遷移就緒檢查。

# plugin.error.manifest.incompatibleHostFormat
source: 插件需要 MacTools %@ 或更高版本，当前版本为 %@。
ar: يتطلب المكون الإضافي MacTools %@ أو إصدارًا أحدث. الإصدار الحالي: %@.
de: Plugin erfordert MacTools %@ oder höher. Aktuelle Version: %@.
en: Plugin requires MacTools %@ or later. Current version: %@.
es: El complemento requiere MacTools %@ o posterior. Versión actual: %@.
fr: Le plug-in nécessite MacTools %@ ou version ultérieure. Version actuelle : %@.
ja: プラグインには MacTools %@ 以降が必要です。現在のバージョン: %@。
ko: 플러그인에는 MacTools %@ 이상이 필요합니다. 현재 버전: %@.
pt: O plug-in requer MacTools %@ ou posterior. Versão atual: %@.
ru: Для плагина требуется MacTools %@ или более поздняя версия. Текущая версия: %@.
tr: Eklenti, MacTools %@ veya üzerini gerektiriyor. Geçerli sürüm: %@.
zh_hant: 外掛需要 MacTools %@ 或更高版本，當前版本為 %@。

# plugin.error.manifest.invalidBundlePathFormat
source: 插件入口路径不合法：%@
ar: مسار إدخال المكون الإضافي غير صالح: %@
de: Ungültiger Plugin-Eintragspfad: %@
en: Invalid plugin entry path: %@
es: Ruta de entrada del complemento no válida: %@
fr: Chemin d'entrée du plugin non valide : %@
ja: 無効なプラグイン エントリ パス: %@
ko: 잘못된 플러그인 항목 경로: %@
pt: Caminho de entrada do plug-in inválido: %@
ru: Неверный путь записи плагина: %@
tr: Geçersiz eklenti giriş yolu: %@
zh_hant: 外掛入口路徑不合法：%@

# plugin.error.manifest.invalidIdentifierFormat
source: 插件 ID 不合法：%@
ar: معرف المكون الإضافي غير صالح: %@
de: Ungültige Plugin-ID: %@
en: Invalid plugin ID: %@
es: ID de complemento no válido: %@
fr: ID de plug-in invalide : %@
ja: 無効なプラグイン ID: %@
ko: 잘못된 플러그인 ID: %@
pt: ID do plug-in inválido: %@
ru: Неверный идентификатор плагина: %@
tr: Geçersiz eklenti kimliği: %@
zh_hant: 外掛 ID 不合法：%@

# plugin.error.manifest.invalidVersionFormat
source: 插件版本号不合法：%@
ar: إصدار البرنامج الإضافي غير صالح: %@
de: Ungültige Plugin-Version: %@
en: Invalid plugin version: %@
es: Versión del complemento no válida: %@
fr: Version du plug-in invalide : %@
ja: 無効なプラグインのバージョン: %@
ko: 잘못된 플러그인 버전: %@
pt: Versão do plug-in inválida: %@
ru: Неверная версия плагина: %@
tr: Geçersiz eklenti sürümü: %@
zh_hant: 外掛版本號不合法：%@

# plugin.error.manifest.missingFormat
source: 插件缺少 manifest：%@
ar: البرنامج المساعد يفتقد البيان: %@
de: Plugin fehlt Manifest: %@
en: Plugin is missing manifest: %@
es: Falta el manifiesto del complemento: %@
fr: Le manifeste du plugin est manquant : %@
ja: プラグインにマニフェストがありません: %@
ko: 플러그인에 매니페스트가 없습니다: %@
pt: Plugin sem manifesto: %@
ru: У плагина отсутствует манифест: %@
tr: Eklentide manifest eksik: %@
zh_hant: 外掛缺少 manifest：%@

# plugin.error.manifest.unreadableFormat
source: 插件 manifest 无法读取：%@
ar: تعذرت قراءة بيان البرنامج المساعد: %@
de: Plugin-Manifest konnte nicht gelesen werden: %@
en: Plugin manifest could not be read: %@
es: No se pudo leer el manifiesto del complemento: %@
fr: Le manifeste du plugin n'a pas pu être lu : %@
ja: プラグイン マニフェストを読み取れませんでした: %@
ko: 플러그인 매니페스트를 읽을 수 없습니다: %@
pt: Não foi possível ler o manifesto do plug-in: %@
ru: Не удалось прочитать манифест плагина: %@
tr: Eklenti manifesti okunamadı: %@
zh_hant: 外掛 manifest 無法讀取：%@

# plugin.error.manifest.unsupportedSDKFormat
source: 插件 SDK 版本不支持：%d
ar: إصدار SDK للمكون الإضافي غير مدعوم: %d
de: Nicht unterstützte Plugin-SDK-Version: %d
en: Unsupported plugin SDK version: %d
es: Versión del SDK del complemento no compatible: %d
fr: Version du SDK du plug-in non prise en charge : %d
ja: サポートされていないプラグイン SDK バージョン: %d
ko: 지원되지 않는 플러그인 SDK 버전: %d
pt: Versão do SDK do plug-in não compatível: %d
ru: Неподдерживаемая версия SDK плагина: %d
tr: Desteklenmeyen eklenti SDK sürümü: %d
zh_hant: 外掛 SDK 版本不支持：%d

# plugin.error.package.checksumMismatchFormat
source: 插件包校验失败，期望 %@，实际 %@。
ar: المجموع الاختباري لحزمة البرنامج المساعد غير متطابق. المتوقع %@، حصلت على %@.
de: Prüfsumme des Plugin-Pakets stimmt nicht überein. %@ erwartet, %@ erhalten.
en: Plugin package checksum mismatch. Expected %@, got %@.
es: La suma de comprobación del paquete del complemento no coincide. Se esperaba %@, obtuve %@.
fr: Incompatibilité de la somme de contrôle du package de plug-in. Attendu %@, obtenu %@.
ja: プラグイン パッケージのチェックサムが一致しません。 %@ を期待していましたが、%@ を受け取りました。
ko: 플러그인 패키지 체크섬이 일치하지 않습니다. %@이 예상되었으나 %@을(를) 받았습니다.
pt: Incompatibilidade de soma de verificação do pacote de plug-ins. %@ esperado, obtido %@.
ru: Несоответствие контрольной суммы пакета плагина. Ожидалось %@, получено %@.
tr: Eklenti paketi sağlama toplamı eşleşmiyor. Beklenen: %@, bulunan: %@.
zh_hant: 外掛包校驗失敗，期望 %@，實際 %@。

# plugin.error.package.httpStatusFormat
source: 插件包下载失败：HTTP %d
ar: فشل تنزيل حزمة البرنامج المساعد: HTTP %d
de: Download des Plugin-Pakets fehlgeschlagen: HTTP %d
en: Plugin package download failed: HTTP %d
es: Error en la descarga del paquete de complemento: HTTP %d
fr: Échec du téléchargement du package de plug-in : HTTP %d
ja: プラグイン パッケージのダウンロードに失敗しました: HTTP %d
ko: 플러그인 패키지 다운로드 실패: HTTP %d
pt: Falha no download do pacote de plug-ins: HTTP %d
ru: Ошибка загрузки пакета плагина: HTTP %d
tr: Eklenti paketi indirilemedi: HTTP %d
zh_hant: 外掛包下載失敗：HTTP %d

# plugin.error.package.invalidExpanded
source: 插件压缩包内容无效。
ar: أرشيف المكونات الإضافية المستخرج غير صالح.
de: Das extrahierte Plugin-Archiv ist ungültig.
en: The extracted plugin archive is invalid.
es: El archivo del complemento extraído no es válido.
fr: L'archive du plugin extraite n'est pas valide.
ja: 抽出されたプラグイン アーカイブは無効です。
ko: 추출된 플러그인 아카이브가 유효하지 않습니다.
pt: O arquivo do plugin extraído é inválido.
ru: Извлеченный архив плагина недействителен.
tr: Açılan eklenti arşivi geçersiz.
zh_hant: 外掛壓縮包內容無效。

# plugin.error.package.manifestMismatchFormat
source: 插件包 manifest 与插件列表不一致：%@
ar: لا يتطابق بيان حزمة البرنامج المساعد مع كتالوج البرنامج المساعد: %@
de: Plugin-Paket-Manifest stimmt nicht mit dem Plugin-Katalog überein: %@
en: Plugin package manifest does not match the plugin catalog: %@
es: El manifiesto del paquete de complementos no coincide con el catálogo de complementos: %@
fr: Le manifeste du package de plug-in ne correspond pas au catalogue de plug-ins : %@
ja: プラグイン パッケージのマニフェストがプラグイン カタログと一致しません: %@
ko: 플러그인 패키지 매니페스트가 플러그인 카탈로그와 일치하지 않습니다: %@
pt: O manifesto do pacote de plug-ins não corresponde ao catálogo de plug-ins: %@
ru: Манифест пакета плагина не соответствует каталогу плагинов: %@
tr: Eklenti paketi manifesti, eklenti kataloğuyla eşleşmiyor: %@
zh_hant: 外掛包 manifest 與外掛列表不一致：%@

# plugin.error.package.missingLocalFormat
source: 本地插件包不存在：%@
ar: حزمة البرنامج المساعد المحلي غير موجودة: %@
de: Lokales Plugin-Paket existiert nicht: %@
en: Local plugin package does not exist: %@
es: El paquete de complemento local no existe: %@
fr: Le package de plug-in local n'existe pas : %@
ja: ローカル プラグイン パッケージが存在しません: %@
ko: 로컬 플러그인 패키지가 존재하지 않습니다: %@
pt: O pacote de plug-in local não existe: %@
ru: Локальный пакет плагина не существует: %@
tr: Yerel eklenti paketi mevcut değil: %@
zh_hant: 本地外掛包不存在：%@

# plugin.error.package.sizeMismatchFormat
source: 插件包大小不匹配，期望 %lld，实际 %lld。
ar: عدم تطابق حجم حزمة البرنامج المساعد. المتوقع %lld، تم الحصول على %lld.
de: Plugin-Paketgröße stimmt nicht überein. %lld erwartet, %lld erhalten.
en: Plugin package size mismatch. Expected %lld, got %lld.
es: El tamaño del paquete del complemento no coincide. Se esperaba %lld, obtuve %lld.
fr: Incompatibilité de taille de paquet de plugin. Attendu %lld, obtenu %lld.
ja: プラグイン パッケージのサイズが一致しません。 %lld を期待していましたが、%lld を受け取りました。
ko: 플러그인 패키지 크기가 일치하지 않습니다. %lld이 예상되었으나 %lld을(를) 받았습니다.
pt: Incompatibilidade de tamanho do pacote de plug-ins. %lld esperado, obtido %lld.
ru: Несоответствие размера пакета плагина. Ожидалось %lld, получено %lld.
tr: Eklenti paketi boyutu eşleşmiyor. Beklenen: %lld, bulunan: %lld.
zh_hant: 外掛包大小不匹配，期望 %lld，實際 %lld。

# plugin.error.package.tooLargeFormat
source: 插件包过大：%lld
ar: حزمة البرنامج الإضافي كبيرة جدًا: %lld
de: Plugin-Paket ist zu groß: %lld
en: Plugin package is too large: %lld
es: El paquete del complemento es demasiado grande: %lld
fr: Le package du plugin est trop volumineux : %lld
ja: プラグイン パッケージが大きすぎます: %lld
ko: 플러그인 패키지가 너무 큽니다: %lld
pt: O pacote de plug-ins é muito grande: %lld
ru: Пакет плагина слишком велик: %lld
tr: Eklenti paketi çok büyük: %lld
zh_hant: 外掛包過大：%lld

# plugin.error.package.unsafeArchivePath
source: 插件压缩包包含不安全路径。
ar: يحتوي أرشيف المكونات الإضافية على مسار غير آمن.
de: Das Plugin-Archiv enthält einen unsicheren Pfad.
en: The plugin archive contains an unsafe path.
es: El archivo del complemento contiene una ruta no segura.
fr: L'archive du plugin contient un chemin non sécurisé.
ja: プラグイン アーカイブには安全でないパスが含まれています。
ko: 플러그인 아카이브에 안전하지 않은 경로가 포함되어 있습니다.
pt: O arquivo do plugin contém um caminho inseguro.
ru: Архив плагина содержит небезопасный путь.
tr: Eklenti arşivi güvenli olmayan bir yol içeriyor.
zh_hant: 外掛壓縮包包含不安全路徑。

# plugin.error.package.unsupportedFormatFormat
source: 插件包格式不支持：%@
ar: تنسيق حزمة البرنامج الإضافي غير مدعوم: %@
de: Nicht unterstütztes Plugin-Paketformat: %@
en: Unsupported plugin package format: %@
es: Formato de paquete de complementos no compatible: %@
fr: Format de package de plug-in non pris en charge : %@
ja: サポートされていないプラグイン パッケージ形式: %@
ko: 지원되지 않는 플러그인 패키지 형식: %@
pt: Formato de pacote de plug-in não compatível: %@
ru: Неподдерживаемый формат пакета плагина: %@
tr: Desteklenmeyen eklenti paketi biçimi: %@
zh_hant: 外掛包格式不支持：%@

# plugin.error.package.unsupportedURLFormat
source: 插件包地址不支持：%@
ar: حزمة المكونات الإضافية غير المدعومة URL: %@
de: Nicht unterstütztes Plugin-Paket URL: %@
en: Unsupported plugin package URL: %@
es: Paquete de complementos no compatible URL: %@
fr: Package de plug-in non pris en charge URL : %@
ja: サポートされていないプラグイン パッケージ URL: %@
ko: 지원되지 않는 플러그인 패키지 URL: %@
pt: Pacote de plug-in não compatível URL: %@
ru: Неподдерживаемый пакет плагинов URL: %@
tr: Desteklenmeyen eklenti paketi URL'si: %@
zh_hant: 外掛包地址不支持：%@

# plugin.error.package.unzipFailedFormat
source: 插件压缩包解压失败：%@
ar: فشل استخراج أرشيف البرنامج المساعد: %@
de: Plugin-Archiv-Extraktion fehlgeschlagen: %@
en: Plugin archive extraction failed: %@
es: Error en la extracción del archivo del complemento: %@
fr: Échec de l'extraction de l'archive du plug-in : %@
ja: プラグイン アーカイブの抽出に失敗しました: %@
ko: 플러그인 아카이브 추출 실패: %@
pt: Falha na extração do arquivo do plug-in: %@
ru: Ошибка извлечения архива плагина: %@
tr: Eklenti arşivi açılamadı: %@
zh_hant: 外掛壓縮包解壓失敗：%@

# plugin.error.store.alreadyInstalledFormat
source: 插件已安装：%@
ar: المكون الإضافي مثبت بالفعل: %@
de: Plugin ist bereits installiert: %@
en: Plugin is already installed: %@
es: El complemento ya está instalado: %@
fr: Le plugin est déjà installé : %@
ja: プラグインはすでにインストールされています: %@
ko: 플러그인이 이미 설치되어 있습니다: %@
pt: O plug-in já está instalado: %@
ru: Плагин уже установлен: %@
tr: Eklenti zaten yüklü: %@
zh_hant: 外掛已安裝：%@

# plugin.error.store.bundleMissingFormat
source: 插件入口不存在：%@
ar: إدخال البرنامج الإضافي غير موجود: %@
de: Plugin-Eintrag existiert nicht: %@
en: Plugin entry does not exist: %@
es: La entrada del complemento no existe: %@
fr: L'entrée du plugin n'existe pas : %@
ja: プラグイン エントリが存在しません: %@
ko: 플러그인 항목이 존재하지 않습니다: %@
pt: A entrada do plug-in não existe: %@
ru: Запись о плагине не существует: %@
tr: Eklenti girişi mevcut değil: %@
zh_hant: 外掛入口不存在：%@

# plugin.error.store.installFailedFormat
source: 插件安装失败：%@
ar: فشل تثبيت البرنامج المساعد: %@
de: Plugin-Installation fehlgeschlagen: %@
en: Plugin installation failed: %@
es: Error en la instalación del complemento: %@
fr: Échec de l'installation du plug-in : %@
ja: プラグインのインストールに失敗しました: %@
ko: 플러그인 설치 실패: %@
pt: Falha na instalação do plug-in: %@
ru: Ошибка установки плагина: %@
tr: Eklenti yüklemesi başarısız oldu: %@
zh_hant: 外掛安裝失敗：%@

# plugin.error.store.installedHostIncompatibleFormat
source: 插件需要 MacTools %@ 或更高版本，当前版本为 %@。
ar: يتطلب المكون الإضافي MacTools %@ أو إصدارًا أحدث. الإصدار الحالي: %@.
de: Plugin erfordert MacTools %@ oder höher. Aktuelle Version: %@.
en: Plugin requires MacTools %@ or later. Current version: %@.
es: El complemento requiere MacTools %@ o posterior. Versión actual: %@.
fr: Le plug-in nécessite MacTools %@ ou version ultérieure. Version actuelle : %@.
ja: プラグインには MacTools %@ 以降が必要です。現在のバージョン: %@。
ko: 플러그인에는 MacTools %@ 이상이 필요합니다. 현재 버전: %@.
pt: O plug-in requer MacTools %@ ou posterior. Versão atual: %@.
ru: Для плагина требуется MacTools %@ или более поздняя версия. Текущая версия: %@.
tr: Eklenti, MacTools %@ veya üzerini gerektiriyor. Geçerli sürüm: %@.
zh_hant: 外掛需要 MacTools %@ 或更高版本，當前版本為 %@。

# plugin.error.store.installedSDKIncompatibleFormat
source: 插件 SDK 版本不兼容，已安装版本为 %d，当前支持版本为 %d。请更新插件。
ar: إصدار SDK للمكون الإضافي غير متوافق. الإصدار المثبت: %d، الإصدار المدعوم: %d. قم بتحديث البرنامج المساعد.
de: Plugin-SDK-Version ist inkompatibel. Installierte Version: %d, unterstützte Version: %d. Aktualisieren Sie das Plugin.
en: Plugin SDK version is incompatible. Installed version: %d, supported version: %d. Update the plugin.
es: La versión del SDK del complemento es incompatible. Versión instalada: %d, versión compatible: %d. Actualice el complemento.
fr: La version du SDK du plug-in est incompatible. Version installée : %d, version prise en charge : %d. Mettez à jour le plugin.
ja: プラグイン SDK のバージョンに互換性がありません。インストールされているバージョン: %d、サポートされているバージョン: %d。プラグインを更新します。
ko: 플러그인 SDK 버전이 호환되지 않습니다. 설치된 버전: %d, 지원되는 버전: %d. 플러그인을 업데이트하세요.
pt: A versão do plugin SDK é incompatível. Versão instalada: %d, versão suportada: %d. Atualize o plug-in.
ru: Версия Plugin SDK несовместима. Установленная версия: %d, поддерживаемая версия: %d. Обновите плагин.
tr: Eklenti SDK sürümü uyumsuz. Yüklü sürüm: %d, desteklenen sürüm: %d. Eklentiyi güncelleyin.
zh_hant: 外掛 SDK 版本不兼容，已安裝版本為 %d，當前支持版本為 %d。請更新外掛。

# plugin.error.store.invalidPackageFormat
source: 插件包无效：%@
ar: حزمة البرنامج الإضافي غير صالحة: %@
de: Ungültiges Plugin-Paket: %@
en: Invalid plugin package: %@
es: Paquete de complemento no válido: %@
fr: Package de plug-in non valide : %@
ja: 無効なプラグイン パッケージ: %@
ko: 잘못된 플러그인 패키지: %@
pt: Pacote de plug-in inválido: %@
ru: Неверный пакет плагина: %@
tr: Geçersiz eklenti paketi: %@
zh_hant: 外掛包無效：%@

# plugin.error.store.notFoundFormat
source: 未找到插件：%@
ar: لم يتم العثور على المكون الإضافي: %@
de: Plugin nicht gefunden: %@
en: Plugin not found: %@
es: Complemento no encontrado: %@
fr: Plugin introuvable : %@
ja: プラグインが見つかりません: %@
ko: 플러그인을 찾을 수 없습니다: %@
pt: Plugin não encontrado: %@
ru: Плагин не найден: %@
tr: Eklenti bulunamadı: %@
zh_hant: 未找到外掛：%@

# plugin.error.store.recordMissingAfterInstall
source: 安装完成后无法读取插件记录。
ar: تعذرت قراءة سجل البرنامج المساعد بعد التثبيت.
de: Der Plugin-Datensatz konnte nach der Installation nicht gelesen werden.
en: Could not read the plugin record after installation.
es: No se pudo leer el registro del complemento después de la instalación.
fr: Impossible de lire l'enregistrement du plugin après l'installation.
ja: インストール後にプラグイン レコードを読み取れませんでした。
ko: 설치 후 플러그인 기록을 읽을 수 없습니다.
pt: Não foi possível ler o registro do plugin após a instalação.
ru: Не удалось прочитать запись плагина после установки.
tr: Yüklemeden sonra eklenti kaydı okunamadı.
zh_hant: 安裝完成後無法讀取外掛記錄。

# plugin.error.store.migrationStatePersistenceFailed
source: 无法保存插件迁移状态，未移除插件。
ar: تعذر حفظ حالة ترحيل المكون الإضافي. لم تتم إزالة المكون الإضافي.
de: Der Plugin-Migrationsstatus konnte nicht gespeichert werden. Das Plugin wurde nicht entfernt.
en: Could not save plugin migration state. The plugin was not removed.
es: No se pudo guardar el estado de migración del complemento. El complemento no se eliminó.
fr: Impossible d’enregistrer l’état de migration du plugin. Le plugin n’a pas été supprimé.
ja: プラグインの移行状態を保存できなかったため、プラグインは削除されませんでした。
ko: 플러그인 마이그레이션 상태를 저장할 수 없어 플러그인을 제거하지 않았습니다.
pt: Não foi possível salvar o estado de migração do plug-in. O plug-in não foi removido.
ru: Не удалось сохранить состояние миграции плагина. Плагин не был удалён.
tr: Eklenti geçiş durumu kaydedilemedi. Eklenti kaldırılmadı.
zh_hant: 無法儲存外掛遷移狀態，未移除外掛。

# plugin.error.store.privateDataRemovalFailedFormat
source: 无法移除插件私密数据：%@
ar: تعذرت إزالة بيانات الإضافة الخاصة: %@
de: Private Plug-in-Daten konnten nicht entfernt werden: %@
en: Couldn’t remove private plugin data: %@
es: No se pudieron eliminar los datos privados del complemento: %@
fr: Impossible de supprimer les données privées du module : %@
ja: プラグインの非公開データを削除できませんでした：%@
ko: 플러그인의 비공개 데이터를 제거할 수 없음: %@
pt: Não foi possível remover os dados privados do plug-in: %@
ru: Не удалось удалить конфиденциальные данные плагина: %@
tr: Özel eklenti verileri kaldırılamadı: %@
zh_hant: 無法移除外掛私密資料：%@

# plugin.error.store.privateUninstallPending
source: 上次卸载的私密数据尚未清理完成，请稍后重试安装。
ar: لم يكتمل تنظيف البيانات الخاصة من إزالة التثبيت السابقة. حاول التثبيت مرة أخرى لاحقًا.
de: Die privaten Daten der vorherigen Deinstallation wurden noch nicht vollständig entfernt. Versuche die Installation später erneut.
en: Private data cleanup from the previous uninstall is incomplete. Try installing again later.
es: La limpieza de los datos privados de la desinstalación anterior no ha terminado. Intenta instalar de nuevo más tarde.
fr: Le nettoyage des données privées de la désinstallation précédente n’est pas terminé. Réessayez l’installation plus tard.
ja: 前回のアンインストールで非公開データの削除が完了していません。しばらくしてから再度インストールしてください。
ko: 이전 제거에서 비공개 데이터 정리가 완료되지 않았습니다. 나중에 다시 설치해 주세요.
pt: A limpeza dos dados privados da desinstalação anterior não foi concluída. Tente instalar novamente mais tarde.
ru: Очистка конфиденциальных данных после предыдущего удаления не завершена. Попробуйте установить плагин позже.
tr: Önceki kaldırmadan kalan özel veri temizliği tamamlanmadı. Yüklemeyi daha sonra yeniden deneyin.
zh_hant: 上次解除安裝的私密資料尚未清理完成，請稍後重試安裝。

# plugin.error.store.removeFailedFormat
source: 插件移除失败：%@
ar: فشلت إزالة البرنامج المساعد: %@
de: Plugin-Entfernung fehlgeschlagen: %@
en: Plugin removal failed: %@
es: Error al eliminar el complemento: %@
fr: Échec de la suppression du plugin : %@
ja: プラグインの削除に失敗しました: %@
ko: 플러그인 제거 실패: %@
pt: Falha na remoção do plug-in: %@
ru: Не удалось удалить плагин: %@
tr: Eklenti kaldırma işlemi başarısız oldu: %@
zh_hant: 外掛移除失敗：%@

# plugin.error.trust.hostTeamUnavailable
source: 无法确定宿主签名团队，已拒绝加载插件。
ar: تعذر تحديد فريق التوقيع المضيف. تم رفض تحميل البرنامج المساعد.
de: Das Host-Signaturteam konnte nicht ermittelt werden. Das Laden des Plugins wurde abgelehnt.
en: Could not determine the host signing team. Plugin loading was rejected.
es: No se pudo determinar el equipo firmante anfitrión. La carga del complemento fue rechazada.
fr: Impossible de déterminer l'équipe de signature de l'hôte. Le chargement du plugin a été rejeté.
ja: ホスト署名チームを特定できませんでした。プラグインの読み込みが拒否されました。
ko: 호스트 서명팀을 결정할 수 없습니다. 플러그인 로딩이 거부되었습니다.
pt: Não foi possível determinar a equipe de assinatura do host. O carregamento do plug-in foi rejeitado.
ru: Не удалось определить команду, подписавшую хост. Загрузка плагина отклонена.
tr: Ana uygulamanın imza ekibi belirlenemedi. Eklenti yüklemesi reddedildi.
zh_hant: 無法確定宿主簽名團隊，已拒絕加載外掛。

# plugin.error.trust.signatureCheckFailedFormat
source: 插件签名校验失败：%@
ar: فشل التحقق من توقيع البرنامج المساعد: %@
de: Plugin-Signaturprüfung fehlgeschlagen: %@
en: Plugin signature check failed: %@
es: Error en la comprobación de la firma del complemento: %@
fr: Échec de la vérification de la signature du plugin : %@
ja: プラグイン署名チェックに失敗しました: %@
ko: 플러그인 서명 확인 실패: %@
pt: Falha na verificação da assinatura do plug-in: %@
ru: Проверка подписи плагина не удалась: %@
tr: Eklenti imza denetimi başarısız oldu: %@
zh_hant: 外掛簽名校驗失敗：%@

# plugin.error.trust.teamMismatchFormat
source: 插件签名团队不匹配，期望 %@，实际 %@。
ar: عدم تطابق فريق توقيع البرنامج المساعد. المتوقع %@، تم الحصول على %@.
de: Plugin-Signaturteam stimmt nicht überein. %@ erwartet, %@ erhalten.
en: Plugin signing team mismatch. Expected %@, got %@.
es: El equipo de firma del complemento no coincide. Se esperaba %@, obtuve %@.
fr: Inadéquation de l'équipe de signature du plugin. Attendu %@, obtenu %@.
ja: Plugin signing team mismatch. Expected %@, got %@.
ko: 플러그인 서명 팀이 일치하지 않습니다. %@이 예상되었으나 %@을(를) 받았습니다.
pt: Incompatibilidade da equipe de assinatura do plug-in. %@ esperado, obtido %@.
ru: Несоответствие команды подписи плагинов. Ожидалось %@, получено %@.
tr: Eklenti imza ekibi eşleşmiyor. Beklenen: %@, bulunan: %@.
zh_hant: 外掛簽名團隊不匹配，期望 %@，實際 %@。

# plugin.error.trust.teamUnavailableFormat
source: 无法读取插件签名团队：%@
ar: تعذرت قراءة فريق توقيع المكون الإضافي: %@
de: Plugin-Signaturteam konnte nicht gelesen werden: %@
en: Could not read plugin signing team: %@
es: No se pudo leer el equipo de firma del complemento: %@
fr: Impossible de lire l'équipe de signature du plugin : %@
ja: プラグイン署名チームを読み取れませんでした: %@
ko: 플러그인 서명 팀을 읽을 수 없습니다: %@
pt: Não foi possível ler a equipe de assinatura do plugin: %@
ru: Не удалось прочитать команду подписи плагина: %@
tr: Eklenti imza ekibi okunamadı: %@
zh_hant: 無法讀取外掛簽名團隊：%@

# plugin.filter.clearSearch
source: 清除搜索
ar: مسح البحث
de: Suche löschen
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı Temizle

# plugin.filter.empty.description
source: 尝试调整关键字或切换分类。
ar: ضبط الكلمة الرئيسية أو تبديل الفئات.
de: Passen Sie das Schlüsselwort an oder wechseln Sie die Kategorien.
en: Adjust the keyword or switch categories.
es: Ajusta la palabra clave o cambia de categoría.
fr: Ajustez le mot clé ou changez de catégorie.
ja: キーワードを調整するか、カテゴリを切り替えます。
ko: 키워드를 조정하거나 카테고리를 전환하세요.
pt: Ajuste a palavra-chave ou alterne as categorias.
ru: Измените ключевое слово или переключите категории.
tr: Anahtar sözcüğü değiştirin ya da kategoriler arasında geçiş yapın.
zh_hant: 嘗試調整關鍵字或切換分類。
